Repository: mauliksimplecrm/MIBSFramework
Catalog: MIBSFramework/MIBSFramework/Language/*.lproj/Arabic.strings
Languages: ar

source: Choose one
ar: قم بالإختيار

source: Choose one detail
ar: يرجى اختيار أحد الخيارات التالية

source: ResumeAccountOpennig_title
ar: استمر في فتح الحساب

source: ResumeAccountOpennig_detail
ar: الاستمرار في تقديم طلب مسبق

source: StartAccountOpening_title
ar: ابدأ عملية فتح الحساب

source: StartAccountOpening_detail
ar: البدء في تقديم طلب جديد

source: ScheduleVideoCall_title
ar: جدول مكالمة فيديو

source: ScheduleVideoCall_detail
ar: جدولة مكالمة فيديو مع موظف خدمة الزبائن

source: CheckApplicationStatus_title
ar: تحقق من حالة الطلب

source: CheckApplicationStatus_detail
ar: مراجعة حالة تقديم طلب فتح حساب

source: Select Account Type
ar: اختر نوع الحساب

source: Select Account Type detail
ar: مراجعة تفاصيل الحساب قبل الاختيار

source: Saving Account
ar: حساب التوفير بالعوائد العالية

source: Saving Account Detail
ar: يقوم على مبدأ المضاربة، ومصمم ليتناسب مع متطلبات الزبائن الذين يرغبون في توفير الأموال علاوة على الحصول على عوائد متوقعة.

source: Saving Account Detail 2
ar: يقوم حساب ميسرة للتوفير ذو العوائد العالية على مبدأ المضاربة، ويتيح للزبائن الحصول على معدلات ربح متوقعة تنافسية سنويًا (تخضع للأوزان المعمول بها لكل شهر).

source: Current Account
ar: الحساب الجاري

source: Current Account Detail
ar: يقوم على مبدأ القرض الحسن، وهو العقد الذي يتم فيه اعتبار ودائع الزبون في الحساب الجاري بمثابة قرض بدون أرباح لميسرة.

source: Current Account Detail 2
ar: يقوم الحساب الجاري على مبدأ القرض الحسن، ويتطلب إيداع الحد الأدنى 200 ريال عماني لفتح الحساب.

source: Prize Account
ar: حساب المضاربة للتوفير

source: Prize Account Detail
ar: يقوم على مبدأ المضاربة حيث يقدم الزبون الأموال إلى ميسرة لاستثمارها في أصول متوافقة مع الشريعة.

source: Prize Account Detail 2
ar: Maisarah Saving Account is based on the Islamic concept of Mudarabah. It offers attractive expected profit rates per annum (subject to applicable weightages for each month).

source: GOT IT
ar: تم

source: Schedule a Call
ar: جدول مكالمة فيديو

source: Enter details
ar: ادخل البيانات المطلوبة

source: Enter details detail
ar: يرجى إدخال رقم الهاتف لاستكمال تقديم الطلب

source: Mobile Number
ar: رقم الهاتف

source: Email ID
ar: البريد الإلكتروني

source: NEXT
ar: التالي

source: Verify Mobile
ar: تأكيد رقم الهاتف

source: Please enter the 4 digit code we've sent to your phone no
ar: يرجى إدخال الرمز المؤقت المكون من 4 أرقام الذي تم إرساله لرقم هاتفك

source: Didn't receive the OTP? RESEND OTP
ar: لم يتم استلام الرمز المؤقت؟ إعادة إرسال الرمز المؤقت.

source: did_not_receive_the_otp
ar: لم يتم استلام الرمز المؤقت؟

source: resend_otp
ar: إعادة إرسال الرمز المؤقت

source: Did you receive the OTP now?
ar: هل قمت باستلام الرمز المؤقت الآن؟

source: UNDO SKIP
ar: إلغاء التخطي

source: Having issues receiving the OTP?
ar: لم يتم استلام الرمز المؤقت؟

source: Yes
ar: نعم

source: No
ar: لا

source: SKIP MOBILE OTP
ar: تخطي صفحة الرمز المؤقت

source: Verify Email
ar: تأكيد البريد الإلكتروني

source: Please enter the 4 digit code we've sent to your email id
ar: يرجى إدخال الرمز المؤقت المكون من 4 أرقام الذي تم إرساله للبريد الإلكترون

source: seconds
ar: ثانية

source: SKIP EMAIL OTP
ar: تخطي الرمز المؤقت للبريد الإلكتروني

source: VERIFY DETAILS
ar: تأكيد البيانات

source: Sorry!
ar: عذراً

source: You've entered an incorrect OTP 3 times in a row
ar: لقد قمت بإدخال الرمز المؤقت الخطأ 3 مرات متتالية

source: BACK
ar: الجهة الخلفية

source: CONTACT BANK
ar: اتصل بالبنك

source: Contact Us
ar: اتصل بنا

source: Call Us
ar: تواصل معنا عبر الهاتف

source: Email Us
ar: تواصل معنا عبر البريد الإلكتروني

source: Select Citizenship
ar: الجنسية

source: Select_Citizenship_Detail
ar: لاستكمال الطلب يرجى اختيار الجنسية

source: Omani
ar: عماني

source: We will need you to scan your Omani National ID
ar: يرجى القيام بالمسح الضوئي للبطاقة الشخصية

source: Expatriate
ar: غير عماني

source: We will need you to scan your Resident ID, Passport, and upload valid visa copy
ar: يرجى القيام بالمسح الضوئي لبطاقة المقيم وجواز السفر والتأشيرة

source: GCC National
ar: خليجي

source: We will need you to scan your National ID, and Passport
ar: يرجى القيام بالمسح الضوئي لبطاقة الهوية وجواز السفر

source: Schedule Video Call
ar: جدول مكالمة فيديو

source: Schedule Video Call Detail
ar: يرجى توفير البيانات التالية لجدولة مكالمة مع فريق خدمة الزبائن

source: Add a note
ar: اضف ملاحظة

source: How can we help you?
ar: كيف يمكننا مساعدتك؟

source: Select Date
ar: قم باختيار التاريخ

source: Select Time
ar: قم باختيار الوقت

source: SCHEDULE CALL
ar: جدول مكالمة فيديو

source: Select Time slot
ar: الوقت المناسب

source: Proof of Address
ar: إثبات عنوان الإقامة

source: To check your liveness, please upload a photo of your face at present
ar: للتحقق من هويتك، يرجى تحميل صورة وجه حديثة.

source: Upload Proof of Address
ar: تحميل الملف

source: List of documents considered as Proof of Address:
ar: قائمة المستندات المطلوبة لإثبات عنوان الإقامة

source: Thank you!
ar: شكراً

source: Thank you detail1
ar: تم استلام طلبك وسيقوم فريق خدمة الزبائن لدينا بإرسال رابط للمكالمة في الوقت المحدد

source: CONTINUE APPLICATION
ar: استمر في فتح الحساب

source: Please scan and upload your Omani national ID
ar: يرجى القيام بالمسح الضوئي وتحميل البطاقة الشخصية

source: Scan Omani National ID
ar: يرجى القيام بالمسح الضوئي للبطاقة الشخصية

source: VIEW_SCANNED_IMAGES
ar: اظهار الملف

source: HIDE SCANNED IMAGES
ar: اخفاء الملف

source: Front
ar: الجهة الأمامية

source: Back
ar: الجهة الخلفية

source: Scan the front side of your National ID
ar: يرجى القيام بالمسح الضوئي للجهة الأمامية من بطاقة الهوية

source: Scan the back side of your National ID
ar: يرجى القيام بالمسح الضوئي للجهة الخلفية من بطاقة الهوية

source: Get ready for a selfie
ar: استعد لالتقاط صورة شخصية

source: Liveness Check
ar: التحقق من الهوية

source: Place your face in center and smile
ar: تأكد من مواجهتك للكاميرا الأمامية وابتسم

source: We can't proceed further Facial Match Failed
ar: لا يمكن الاستمرار لفشل عملية التحقق من الهوية عن طريق الوجه

source: Go back to retake liveness test
ar: الرجوع للتحقق من الهوية

source: Facial Match or other details verification failed
ar: فشل عملية التحقق من الهوية عن طريق الوجه أو التفاصيل الأخرى

source: Please schedule a video call with one of our agents
ar: يرجى جدولة مكالمة فيديو مع فريق خدمة الزبائن

source: You have failed 3 attempts for liveness check
ar: فشلت عملية التحقق من الهوية 3 مرات

source: GO TO DASHBOARD
ar: لوحة التحكم

source: Please scan and upload the following documents
ar: يرجى القيام بالمسح الضوئي وتحميل المستندات التالية

source: Resident ID
ar: بطاقة المقيم

source: Scan Resident ID
ar: قم بمسح بطاقة المقيم

source: Passport
ar: جواز السفر

source: Scan Passport
ar: قم بمسح جواز السفر

source: Valid Visa
ar: تأشيرة الإقامة

source: Upload Valid visa copy
ar: قم بتحميل نسخة محدثة من التأشيرة

source: Scan the front side of your Resident ID
ar: قم بمسح الجهة الأمامية من بطاقة المقيم

source: Scan the back side of your Resident ID
ar: قم بمسح الجهة الخلفية من بطاقة المقيم

source: Scan the first page of your passport
ar: يرجى القيام بالمسح الضوئي للصفحة الأولى من جواز السفر

source: CANCEL
ar: إلغاء

source: GCC Nationals
ar: خليجي

source: National ID
ar: بطاقة الهوية

source: Scan National ID
ar: قم بمسح البطاقة الشخصية

source: Personal Information
ar: البيانات الشخصية

source: Personal Information detail
ar: يرجى التأكيد واستكمال البيانات الشخصية

source: Please upload your photo holding the ID
ar: يرجى التقاط صورة "سيلفي" لك وأنت تحمل بطاقة الهوية

source: Take Photo
ar: التقط صورة

source: *optional
ar: *اختياري

source: Address Details
ar: تفاصيل عنوان الإقامة

source: Employment Details
ar: تفاصيل الوظيفة

source: VIEW STEPS
ar: الاطلاع على الخطوات

source: Full Name
ar: الإسم الكامل

source: Date of Birth
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Select
ar: اختر

source: Nationality
ar: الجنسية

source: ID No.
ar: رقم بطاقة الهوية

source: ID Expiry Date
ar: تاريخ انتهاء بطاقة الهوية

source: Passport No
ar: رقم جواز السفر

source: Passport Expiry Date
ar: تاريخ انتهاء جواز السفر

source: Country of Birth
ar: مكان الميلاد (الدولة)

source: City of Birth
ar: مكان الميلاد (المدينة)

source: Enter City
ar: ادخل المدينة

source: Country
ar: الدولة

source: Residential Status
ar: الحالة

source: Please Specify
ar: يرجى التحديد

source: enter_other_resident_country
ar: ادخل دولة الإقامة الأخرى

source: P.O Box
ar: صندوق البريد

source: Enter P.O Box number
ar: ادخل صندوق البريد

source: Postal Code
ar: الرمز البريدي

source: House/Flat Number
ar: رقم المنزل/ الشقة

source: Enter Number
ar: ادخل الرقم

source: City
ar: المدينة

source: Area
ar: المنطقة

source: Enter Area
ar: ادخل المنطقة

source: Employment status
ar: حالة الوظيفة

source: Industry
ar: حالة الوظيفة

source: Employment sector
ar: قطاع التوظيف

source: Employer Name
ar: جهة العمل

source: Enter Employer Name
ar: اختر اسم جهة التوظيف

source: Profession
ar: جهة العمل

source: Name of Business
ar: نوع الأعمال التجارية

source: Enter Name of Business
ar: اختر اسم المؤسسة

source: Financial Information
ar: البيانات المالية

source: Financial Information detail
ar: يرجى استكمال البيانات المالية

source: Income Details
ar: تفاصيل الدخل

source: Monthly Transactions
ar: المعاملات الشهرية

source: Usual Mode of transactions
ar: طريقة إجراء المعاملات

source: Please upload a document as Proof Of Employment
ar: يرجى تحميل اثبات العمل

source: upload_document
ar: تحميل الملف

source: Proof of Employment could be salary certificate or employment letter
ar: اثبات العمل قد يكون شهادة راتب أو رسالة إلى من يهمه الأمر

source: Salary Income
ar: الراتب

source: Source of Funds
ar: مصدر الدخل

source: Source of fund/ Name of provider
ar: مصدر الأموال / اسم المصدر

source: Relationship with Customer
ar: العلاقة مع الزبون

source: Occupation of Fund Provider
ar: اختر وظيفة الشخص الممول

source: Monthly income range of fund provider
ar: المعدل الشهري للأموال المودعة

source: Do you have other income source?
ar: هل لديك أي مصدر دخل آخر؟

source: Enter other income source
ar: ادخل المصادر الأخرى للدخل

source: Expected Credit Amount
ar: المبالغ المودعة المتوقعة شهرياً

source: Expected No of Monthly debit transactions
ar: معاملات السحب المتوقعة شهرياً

source: Expected Debit Amount
ar: المبالغ المسحوبة المتوقعة شهرياً

source: Mention other mode of transaction
ar: اذكر المعاملات الأخرى

source: Percentage of ownership
ar: نسبة الملكية

source: Monthly Income
ar: الدخل الشهري للشركة

source: Please specify your source of funds
ar: يرجى تحديد مصادر الدخل

source: Enter source
ar: تحديد المصدر

source: SUBMIT
ar: إرسال

source: Regularity Declaration
ar: الإفصاح

source: Purpose of opening an account?
ar: سبب الرغبة في فتح الحساب

source: Are you holder of any US Documents?
ar: هل تحمل أية أوراق ثبوتية صادرة من الولايات المتحدة الأمريكية؟

source: Are you Politically Exposed Person (PEP)?
ar: هل أنت شخص مكشوف سياسياً

source: Are you a tax resident of a country other than Sultanate of Oman?
ar: هل تقوم بدفع الضرائب في أي دولة أخرى خارج سلطنة عمان؟

source: Select Document
ar: اختر الملف

source: Select your nearest branch
ar: اختر الفرع الأقرب إليك

source: Are you holder of any of the following?
ar: هل تحمل أي من الوثائق التالية؟

source: US Document Details
ar: تفاصيل الوثائق الصادرة من الولايات المتحدة الأمريكية كما هو موضح في

source: Address Information
ar: تفاصيل عنوان الإقامة

source: Name (as shown on your income tax return)
ar: استمارة استرداد الضرائب

source: Enter name
ar: ادخل الاسم

source: Address
ar: عنوان الإقامة

source: Enter address
ar: ادخل العنوان

source: Street Name
ar: اسم الشارع

source: Flat/Villa No.
ar: رقم المنزل/ الشقة

source: Enter no.
ar: ادخل رقم المنزل/ الشقة

source: State
ar: الولاية

source: Zip Code
ar: الرمز البريدي

source: Social security number / Employer identification number
ar: رقم التسجيل في نظام الأمان الإجتماعي/ الرقم الوظيفي

source: Are you a holder of any of the following?
ar: هل تحمل أي من الوثائق التالية؟

source: Permanent Address Information
ar: العنوان الدائم

source: Is your mailing address the same as any of the following?
ar: هل عنوان بريدك يطابق أي من العناوين التالية؟

source: Name of individual who is the beneficial owner
ar: اسم المستفيد

source: Country of Citizenship
ar: الدولة التي تحمل جنسيتها

source: U.S. taxpayer identification number (SSN or ITIN)
ar: رقم التسجيل الضريبي أو رقم التسجيل في نظام الأمان الإجتماعي في الولايات المتحدة الأمريكية

source: Foreign tax identifying number
ar: رقم تسجيل ضريبي خارج الولايات المتحدة الأمريكية

source: Reference number(s)
ar: الرقم المرجعي

source: Other
ar: أخرى

source: PEP Details
ar: تفاصيل الشخص المكشوف سياسياً

source: Type of PEP
ar: نوع الشخص المكشوف سياسياً

source: Name of the PEP
ar: اسم الشخص المكشوف سياسياً

source: Position of the PEP
ar: منصب الشخص المكشوف سياسياً

source: Enter position
ar: ادخل وظيفة الشخص المكشوف سياسياً

source: Nationality of PEP
ar: جنسية الشخص المكشوف سياسياً

source: Country of Residence of PEP
ar: دولة إقامة الشخص المكشوف سياسياً

source: Relationship with the PEP
ar: علاقتك بالشخص المكشوف سياسياً

source: Make sure you fill all mandatory details and then submit the form
ar: تأكد من تعبئة جميع البيانات المطلوبة قبل إرسال الاستمارة

source: You have reached a maximum limit of 3 countries
ar: الحد الأقصى للدول المسجلة 3 دول

source: ADD COUNTRY
ar: إضافة دولة

source: Country_Jurisdiction_of_Tax_residence
ar: الدولة/ تبعية التسجيل الضريبي

source: Taxpayer Identification Number (TIN)
ar: رقم التسجيل الضريبي

source: REMOVE
ar: مسح

source: Country Details
ar: تفاصيل الدولة

source: Country1ATitle
ar: السبب أ

source: Country1ADetail
ar: الدولة التي بها تبعية التسجيل الضريبي لا تصدر رقم تسجيل ضريبي للمقيمين

source: Country1BTitle
ar: السبب ب

source: Country1BDetail
ar: لا يمكن لصاحب الحساب الحصول على رقم تسجيل ضريبي

source: Country1CTitle
ar: السبب ج

source: Country1CDetail
ar: لا يتطلب وجود رقم تسجيل ضريبي (ملاحظة: قم باختيار هذا السبب فقط في حالة أن النظام في الدولة لا يتطلب التسجيل الضريبي من الجهات المعنية)

source: Country2ATitle
ar: السبب أ

source: Country2ADetail
ar: الدولة التي بها تبعية التسجيل الضريبي لا تصدر رقم تسجيل ضريبي للمقيمين

source: Country2BTitle
ar: السبب ب

source: Country2BDetail
ar: لا يمكن لصاحب الحساب الحصول على رقم تسجيل ضريبي

source: Country2CTitle
ar: السبب ج

source: Country2CDetail
ar: لا يتطلب وجود رقم تسجيل ضريبي (ملاحظة: قم باختيار هذا السبب فقط في حالة أن النظام في الدولة لا يتطلب التسجيل الضريبي من الجهات المعنية)

source: Country3ATitle
ar: السبب أ

source: Country3ADetail
ar: الدولة التي بها تبعية التسجيل الضريبي لا تصدر رقم تسجيل ضريبي للمقيمين

source: Country3BTitle
ar: السبب ب

source: Country3BDetail
ar: لا يمكن لصاحب الحساب الحصول على رقم تسجيل ضريبي

source: Country3CTitle
ar: السبب ج

source: Country3CDetail
ar: لا يتطلب وجود رقم تسجيل ضريبي (ملاحظة: قم باختيار هذا السبب فقط في حالة أن النظام في الدولة لا يتطلب التسجيل الضريبي من الجهات المعنية)

source: Review your application
ar: مراجعة الطلب

source: DOWNLOAD PDF
ar: تحميل الملف بصيغة PDF

source: SHARE PDF
ar: تحميل الملف بصيغة PDF

source: CONFIRM
ar: تأكيد

source: i_ll_return_later
ar: سأعود لاحقاً

source: Terms & Conditions
ar: الشروط والأحكام

source: My clicking Next, you agree to our Terms & Conditions
ar: النقر على التالي يعني الموافقة على الشروط والأحكام

source: Add Signature
ar: إضافة توقيع

source: Add Signature detail
ar: يرجى استخدام كلا الخيارين التاليين لتحديث التوقيع حيث سيتم استخدام التوقيع كمتطلب أساسي للتحقق من الهوية

source: CHANGE SIGNATURE
ar: تغيير التوقيع

source: SIGN ON SCREEN
ar: التوقيع على الشاشة

source: UPLOAD SIGNATURE
ar: تحميل التوقيع

source: CREATE ACCOUNT
ar: إنشاء حساب جديد

source: Sign with your finger here.
ar: تسجيل الدخول بالبصمة

source: UPLOAD NEW SIGNATURE
ar: تحميل بيانات تسجيل الدخول

source: Almost done!
ar: شارفنا على الانتهاء

source: We just need to ensure we have all the information to set up your account. Please fill the following form.
ar: للتأكد من توفر البيانات اللازمة لإعداد الحساب، يرجى تعبئة الاستمارة التالية.

source: CONTINUE
ar: استمر

source: Additional Information
ar: معلومات إضافية

source: Please fill the missing details
ar: يرجى توفير البيانات المطلوبة

source: Remittance Information
ar: بيانات التحويل النقدي

source: Send Remittance
ar: التحويل النقدي

source: Receive_Remittance
ar: استقبال المبالغ النقدية المحولة

source: Country #
ar: الدولة

source: Name of the country to receive remaittances
ar: اسم دولة المستفيد

source: Expected Purpose of remittance
ar: سبب التحويل

source: Estimated Monthly Sales Turnover
ar: المبيعات المتوقعة شهرياً

source: Please upload a document as Commerical Registration (CR)
ar: يرجى تحميل ملف السجل التجاري

source: Upload CR Copy
ar: تحميل نسخة من السجل التجاري

source: Source of Wealth
ar: مصدر الثروة

source: Add-on Services
ar: خدمات إضافية

source: Add-on Services detail
ar: يرجى اختيار الخدمات المطلوبة الإضافية من القائمة التالية

source: Debit Card
ar: بطاقة الصراف الآلي

source: Debit Card detail
ar: يرجى اختيار الطريقة المفضلة لاستلام بطاقة الصراف الآلي

source: Debit Card details
ar: تفاصيل بطاقة الصراف الآلي

source: Debit Card details 1
ar: بطاقة الصراف الآلي هي بطاقة خصم يمكن استخدامها لإجراء عملية السحب النقدي من الحساب، كم يطلق عليها "بطاقة الخصم" ويمكن استخدامها أيضاً للدفع عند الحصول على السلع والخدمات بالإضافة إلى عملية السحب النقدي.

source: Mobile Banking
ar: الخدمات المصرفية عبر الهاتف النقال

source: Mobile Banking detail
ar: يرجى إدخال البيانات المطلوبة لتفعيل الخدمات المصرفية عبر الهاتف النقال

source: Mobile banking details
ar: تفاصيل الخدمات المصرفية عبر الهاتف النقال

source: Mobile banking details 1
ar: تتيح الخدمات المصرفية عبر الهاتف النقال للزبون إجراء المعاملات المصرفية على الأجهزة المحمولة (الهواتف والأجهزة اللوحية).

source: Both
ar: كلاهما

source: Both detail
ar: يرجى الإختيار للحصول على كلا الخدمتين

source: We will generate a virtual card for you to use immediately
ar: سيتم إصدار بطاقة رقمية يمكنك استخدامها لآن

source: By clicking Submit, you agree to our Terms & Conditions
ar: النقر على "إرسال" يعني الموافقة على الشروط والأحكام

source: How will you receive the card?
ar: كيف تفضل استلام البطاقة؟

source: Branch Details
ar: تفاصيل الفرع

source: Kiosk Details
ar: تفاصيل جهاز الخدمة الذاتية

source: Delivery Details
ar: تفاصيل التوصيل

source: Select branch you would like to collect
ar: اختر الفرع الذي تود استلام البطاقة منه

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Enter time
ar: قم باختيار الوقت

source: Select Kiosk Location
ar: موقع جهاز الخدمة الذاتية

source: Flat/Villa name
ar: رقم المنزل/ الشقة

source: Debit card collection details submitted successfully!
ar: تم إرسال تفاصيل استلام بطاقة الصرا ف الآلي بنجاح

source: Your Virtual Debit Card
ar: بطاقتك الرقمية

source: You can start using your card right away, for any kind of online transaction
ar: يمكنك الآن استخدام البطاقة لجميع المعاملات الرقمية

source: Account No.
ar: حساب رقم

source: Use your debit card with Apple Pay and Google Pay for secure payments.
ar: استخدم بطاقتك على Apple Pay وGoogle Play واستمتع بمعاملات مصرفية آمنة

source: Login Password
ar: كلمة السر للدخول

source: Enter password
ar: أدخل كلمة المرور

source: Confirm Login Password
ar: تأكيد كلمة السر للدخول

source: Transaction Password
ar: الرمز السري للعاملات

source: Confirm Transaction Password
ar: تأكيد الرمز السري للمعاملات

source: Mobile Banking details submitted
ar: تم استلام تفاصيل الخدمات المصرفية عبر الهاتف النقال

source: Your details have been submitted. You can now login with the your account details.
ar: تم استلام التفاصيل خاصة بك. يمكنك الآن استخدام الخدمات المصرفية عبر الهاتف النقال

source: GO TO LOGIN PAGE
ar: الذهاب لصفحة تسجيل الدخول

source: TermAndCond_Text
ar: تحكم هذه الشروط واألحكام العامة استخدام كافة الحسابات والخدمات بواسطة الزبون. من المعلوم أنه يتوجب قراءة الشروط واألحكام العامة بالتزامن مع الشروط واألحكام اإلضافية التي بموجبها يتم توفير أي حساب أو خدمة. في حالة وجود تعارض بين الشروط واألحكام العامة والشروط واألحكام اإلضافية تسود الشروط واالحكام اإلضافية للحد من ذلك التعارض يوافق الزبون على معاينة كل كشف حساب بعناية تامة و إشعار البنك كتابيا على الفور بأي أخطاء ترد في كشف الحساب، أي فروقات، خصومات مشكوك / مشتبه بها أو مغايرة للمألوف )ولكن في فترة ال تتجاوز )30 )يوما من تاريخ إستالم كشف الحساب المعني( إذ لم يقم الزبون بإشعار البنك بوجود أخطاء، يعتبر ذلك دليال على موافقته على ما ورد في كشف الحساب كافة كشوفات الحساب المستلمة من قبل الزبون عبر الوسائل اإللكترونية )على سبيل المثال ال الحصر الفاكس والبريد إإللكتروني وأجهزة الصراف اآللي والرسائل النصية القصيرة ( تشكل نسخة طبق األصل من كشوفات الحساب، و سيتم إعدادها بوسائل إلكترونية وسيتم إستخراج المعلومات الواردة بها من أنظمة البنك. سيتخذ البنك كافة الخطوات الالزمة لضمان صحة كشف الحساب و لن يكون البنك مسئوال عن أي أخطاء أو محذوفات في كشف الحساب.

source: CONTACT_BANK
ar: اتصل بالبنك

source: Alert
ar: تحذير

source: email_already_skip_msg
ar: Email validation is already skipped. Atleast one validation is mandatory.

source: mobile_already_skip_msg
ar: Mobile validation is already skipped. Atleast one validation is mandatory.

source: no_application_found
ar: No application found with this mobile number, submit a request to open an account.

source: CHECK_STATUS
ar: تحقق من حالة

source: RETRY
ar: أعد المحاولة

source: minimum_age_msg
ar: You should be greater than 18 to create account

source: national_id_expire_msg
ar: (National ID) You have submitted an expired document. Please check and retry

source: national_id_title
ar: بطاقة الهوية

source: resident_id_expire_msg
ar: (Resident ID) You have submitted an expired document. Please check and retry

source: resident_id_title
ar: بطاقة المقيم

source: passport_expire_msg
ar: (Passport) You have submitted an expired document. Please check and retry

source: passport_title
ar: جواز السفر

source: valid_visa_title
ar: تأشيرة الإقامة

source: Select_Salutation
ar: اختر اللقب

source: restricted_edit_field_msg
ar: لتعديل البيانات يرجى إعادة المسح الضوئي لجواز السفر

source: Education_level
ar: اختر المستوى الوظيفي

source: picture_similar_passport
ar: تأكد من مطابقة الصورة الشخصية لصورة الجواز

source: Enter_Salary_Income
ar: ادخل الراتب الشهري

source: Other_Income_Source
ar: هل لديك أي مصدر دخل آخر؟

source: Expected_Monthly_credit_transactions
ar: معاملات الإيداع المتوقعة شهرياً

source: select_exp_credit_tran
ar: ادخل مبالغ الإيداع المتوقعة شهرياً

source: Monthly_Debit_Transactions
ar: معاملات السحب المتوقعة شهرياً

source: Proof_Employment_letter_msg
ar: اثبات العمل قد يكون شهادة راتب أو رسالة إلى من يهمه الأمر

source: Select_purpose_account
ar: قم باختيار الغرض من فتح الحساب

source: Source_wealth_PEP
ar: مصدر دخل الشخص المكشوف سياسياً

source: 2_steps_away_creating_account
ar: إلغاء جميع التغييرات التي لم يتم حفظها

source: Citizenship
ar: الجنسية

source: Type
ar: النوع

source: Documents
ar: الوثائق

source: Omani_National_ID
ar: البطاقة الشخصية للعمانيين

source: Name
ar: الإسم

source: Profile_Pic
ar: صورة الملف الشخصي

source: Financial_Information
ar: البيانات المالية

source: Purpose
ar: السبب

source: Other_Purpose_of_opening_account
ar: غرض آخر لفتح الحساب

source: Politically_Exposed_Person
ar: هل أنت شخص مكشوف سياسياً

source: tax_resident_sultanate_oman
ar: هل تقوم بدفع الضرائب في أي دولة أخرى خارج سلطنة عمان؟

source: no_TIN_available
ar: في حالة تعذر الحصول رقم التسجيل الضريبي

source: Nearest_Branch
ar: أقرب فرع

source: Location
ar: الموقع

source: cannot_got_back_liveness_failed
ar: لايمكنك العودة بسبب فشل التحقق من هويتك. الرجاء جدولة موعد للاتصال مع موظف خدمة الزبائن او الذهاب الى لوحة التحكم

source: cannot_go_to_back_liveness_success
ar: Cannot go to back as liveness check has success.

source: Monthly_Sales_Turnover
ar: المبيعات المتوقعة شهرياً

source: Name_of_recipient_country
ar: اسم دولة المستفيد

source: Main_registered_activities_business
ar: الأنشطة الرئيسية المسجلة

source: Upload_Commercial_Registration
ar: تحميل نسخة من السجل التجاري

source: My_clicking_Next_you_agree_to_our
ar: النقر على التالي يعني الموافقة على الشروط والأحكام
