Repository: mauliksimplecrm/MIBSFramework
Catalog: MIBSFramework/MIBSFramework/Language/*.lproj/Arabic.strings
Languages: ar

source: Passwords_do_not_match
ar: كلمة السر غير مطابقة

source: Debit_Card_details_submitted
ar: تم تسليم بيانات بطاقة الصراف الآلي

source: Submitted_debit_Card_msg
ar: تم استلام طلبك وسيقوم فريق خدمة الزبائن لدينا بإرسال رابط للمكالمة في الوقت المحدد

source: Debit_Mobile_Banking_Details_Submitted
ar: تم استلام تفاصيل بطاقة الصراف الآلي وتفاصيل الخدمات المصرفية عبر الهاتف النقال

source: No_Additional_Documents_required
ar: لا توجد مستندات إضافية مطلوبة

source: Take_photo_the_your_address_proof
ar: Take a photo of the your address proof

source: Take_photo_visa
ar: قم بالتقاط صورة أمامية للتأشيرة

source: Application_Number
ar: رقم الطلب

source: Application_Status
ar: حالة التطبيق

source: high_risk_customer_info
ar: Fill out form to proceed with account opening request

source: very_high_risk_customer_info
ar: Fill out form to proceed with account opening request

source: start_video_call
ar: ابدأ مكالمة فيديو

source: start_video_call_info
ar: Start scheduled video call with bank agent

source: verifying_your_details
ar: التحقق من صحة البيانات…

source: this_might_take_a_minute_or_two
ar: ستستغرق العملية دقائق معدودة

source: your_details
ar: البيانات

source: salutation
ar: اللقب

source: country_dialog_hint_text1
ar: بحث

source: Field_is_Mandatory
ar: الخانة إجبارية

source: _1_of_3_steps
ar: الخطوة 1 من 3

source: _2_of_3_steps
ar: الخطوة 2 من 3

source: _3_of_3_steps
ar: الخطوة 3 من 3

source: _1_of_2_steps
ar: الخطوة 1 من 2

source: _2_of_2_steps
ar: الخطوة 2 من 2

source: default_currency_code
ar: OMR

source: Arabic
ar: عربي

source: if_no_tin_available_select_reason_a_b_or_c
ar: يرجى اختيار أحد الأسباب التالية في حالة تعذر الحصول رقم التسجيل الضريبي

source: enter_zip_code
ar: ادخل الرمز البريدي

source: edit
ar: تعديل

source: thank_you_desc_4
ar: تم إرسال بيانات الحساب للفريق المختص بالبنك وسنقوم بموافاتك بحالة طلب فتح الحساب خلال 3 أيام عمل.

source: no_country_found
ar: لم يتم العثور على الدولة

source: enter_mobile_number
ar: ادخل رقم الهاتف

source: enter_email_hint
ar: ادخل البريد الإلكتروني

source: request_sent
ar: تم ارسال الطلب

source: livenss_failed_schedule_video_call_desc
ar: سنقوم بإشعارك بوقت وتاريخ المكالمة

source: edit_button_alert_text
ar: عند الاستمرار قد يطلب منك تعبئة جميع الخانات

source: holder_of_us_doc_title_description
ar: هل أنت سياسي أو تربطك أية علاقة مع أحد السياسيين؟

source: take_clear_photo_of_signature
ar: قم بالتقاط صورة واضحة لتوقيعك

source: apply
ar: يتقدم

source: notifications_info
ar: See all your notifications

source: please_specify_other_purpose
ar: يرجى تحديد أسباب أخرى

source: something_went_wrong
ar: خطأ في العملية. يرجى المحاولة مرة أخرى.

source: oman
ar: عمان

source: enter_exp_credit_amt
ar: ادخل المبالغ المودعة المتوقعة

source: enter_exp_debit_amt
ar: ادخل المبالغ المسحوبة المتوقعة

source: monthly_income_hint
ar: ادخل الدخل الشهري

source: monthly_income_range_of_fund_provider_hint
ar: ادخل متوسط الدخل الشهري

source: not_available_time_slot
ar: No slot available today Please select a different date

source: select_time
ar: قم باختيار الوقت

source: other_details
ar: تفاصيل أخرى
